<?php

return [
    /*
      |--------------------------------------------------------------------------
      | Pagination Language Lines
      |--------------------------------------------------------------------------
      |
      | The following language lines are used by the paginator library to build
      | the simple pagination links. You are free to change them to anything
      | you want to customize your views to better match your application.
      |
     */




    'term' => '术语',
    'of_use' => '使用',
    'introduction' => '1.简介',
    'content' => '本网页上的这些网站标准使用条款将管理您对本网站的使用。这些条款将完全适用并影响您对本网站的使用。使用本网站即表示您同意接受此处所写的所有使用条款。如果您不同意这些网站标准使用条款，则不得使用本网站。',
    'intellectual' => '2.知识产权',
    'other' => '除了您拥有的内容，根据这些条款，Y2D2和/或其许可方拥有本网站中包含的所有知识产权和材料',
    'you' => '您仅被授予有限许可，以便查看本网站上包含的材料。',
    'restrictions' => '3.限制',
    'you_are_specifically' => '您受以下所有限制',
    'publishing' => '在任何其他媒体上发布任何网站资料;',
    'selling' => '销售，再许可和/或以其他方式将任何网站资料商业化;',
    'publicly' => '公开表演和/或展示任何网站资料;',
    'using_this_website' => '以任何可能或可能对本网站造成损害的方式使用本网站;',
    'using' => '以任何影响用户访问本网站的方式使用本网站;',
    'contrary' => '使用本网站违反适用法律法规，或以任何方式可能对本网站或任何个人或商业实体造成损害;',
    'engaging' => '从事与本网站相关的任何数据挖掘，数据收集，数据提取或任何其他类似活动;',
    'certain_areas' => '本网站的某些区域仅限于您访问，Y2D2可能会进一步限制您访问本网站的任何区域，并可随时自行决定。您对本网站的任何用户ID和密码都是保密的，您也必须保密。',
    'your_content' => '4.您的内容',
    'website_standard_terms' => '在这些网站标准使用条款中，“您的内容”是指您选择在本网站上显示的任何音频，视频，文本，图像或其他材料。通过显示您的内容，您授予Y2D2非独占的全球不可撤销的可获得许可的许可，以便在任何和所有媒体中使用，复制，改编，发布，翻译和分发。',
    'third_partys_rights' => '您的内容必须是您自己的，不得侵犯任何第三方的权利。 Y2D2保留随时从本网站删除您的任何内容的权利，恕不另行通知。',
    'advertising_or_marketing' => '使用本网站从事任何广告或营销活动',
    'warranties' => '5.没有保证',
    'worries_content' => '本网站“按原样”提供，包含所有缺陷，Y2D2不对本网站或本网站所含材料有任何形式的任何陈述或保证。此外，本网站上的任何内容均不得解释为建议您。',
    'limitation_of_liability' => '6.责任限制',
    'content_of_limitation' => '在任何情况下，Y2D2及其任何高级职员，董事和员工均不对因使用本网站而产生的任何方式承担任何责任，无论此类责任是否属于合同。 Y2D2，包括其高级职员，董事和员工，对因使用本网站而产生或以任何方式引起的任何间接，后果性或特殊责任概不负责。',
    'indemnification' => '7.赔偿',
    'indemnify' => '您特此赔偿Y2D2与您违反本条款任何条款有关的任何和/或所有责任，费用，要求，诉讼因由，损害赔偿和费用的最大程度的赔偿。',
    'severability' => '8.可分割性',
    'if_any_provision' => '如果根据任何适用法律发现这些条款的任何条款无效，则应删除此类条款而不影响此处的其余条款。',
    'variation_of_terms' => '9.条款的变更',
    'y2d2' => 'Y2D2允许在其认为合适的情况下随时修改这些条款，并且通过使用本网站，您需要定期查看这些条款。',
    'assignment' => '10.作业',
    'y2d2_is' => 'Y2D2可以在不发出任何通知的情况下转让，转让和转包本条款下的权利和/或义务。但是，您不得转让，转让或转包这些条款下的任何权利和/或义务。',
    'entire' => '11.完整协议',
    'these_terms' => '这些条款构成Y2D2与您之间关于您使用本网站的完整协议，并取代所有先前的协议和谅解。',
];
